Repository: mohammadsaleh/Gallery
Catalog: Locale/fas/LC_MESSAGES/Gallery.po
Languages: fa_ir

source: Gallery
fa_ir: گالری

source: This album does not exist
fa_ir: این آلبوم وجود ندارد

source: You configurations are saved.
fa_ir: تنظیمات شما ذخیره شد

source: Album deleted.
fa_ir: آلبوم حذف شد

source: Published albums
fa_ir: آلبوم های منتشر شده

source: Success! Gallery is now installed in your app.
fa_ir: تبریک ! گالری شما با موفقیت نصب شد

source: "You need to connect to a MySQL Database to use this Plugin."
fa_ir: شمابرای استفاده از این پلاگین نیاز دارید که به دیتابیس متصل باشید

source: Source file could not be found!
fa_ir: سورس فایل های مورد نیاز پیدا نشد

source: Source file is not readable!
fa_ir: سورس فایل خواندنی نیست

source: Could not write target file!
fa_ir: روی فایل های مقصد نمی توان نوشت

source: Unsupported source file format!
fa_ir: فرمت فایل شما پشتیبانی نمی شود

source: Unsupported target file format!
fa_ir: فایل مقصد شما پشتیبانی نمی شود

source: GD library version does not support target file format!
fa_ir: ورژن کتابخانه موجود پشتیبانی نمی شود

source: GD library is not installed!
fa_ir: کتابخانه جی دی نصب نشده است

source: "chmod" command is disabled via configuration!
fa_ir: کامند لاین برای این پیکربندی غیر فعال شده است

source: The album ID is required
fa_ir: ای دی آلبوم مورد نیاز است

source: The PATH is required
fa_ir: مسیر آلبوم مورد نیاز است

source: The TMP_NAME is required
fa_ir: نام موقت مورد نیاز است

source: Upload failed. Check your folders permissions.
fa_ir: آپلود انجام نشد . لطفا اجازه دسترسی پوشه خود را بررسی کنید.

source: Submit
fa_ir: تایید

source: Upload pictures
fa_ir: آپلود عکس

source: View album
fa_ir: نمایش عکس

source: Options
fa_ir: تنظیمات

source: Album options
fa_ir: تنظیمات آلبوم

source: Album title
fa_ir: عنوان آلبوم

source: 'Tags (comma separated)'
fa_ir: تگ ( جداسازی با کاما)

source: Ex: city, sun, chicago
fa_ir: برای مثال : شهر ، تهران

source: Status
fa_ir: وضعیت

source: Draft
fa_ir: پیش نویس

source: Published
fa_ir: منتشر شده

source: Save
fa_ir: ذخیره

source: Close
fa_ir: بستن

source: Help
fa_ir: کمک

source: Delete album
fa_ir: حذف آلبوم

source: This album doesn't have pictures yet.
fa_ir: این آلبوم هنوز هیچ عکسی ندارد

source: Done
fa_ir: اتمام

source: Edit album
fa_ir: ویرایش آلبوم

source: This album has no photos yet.
fa_ir: این آلبوم هنوز هیچ عکسی ندارد

source: Drafts
fa_ir: پیش نویس

source: New Album
fa_ir: آلبوم جدید

source: Checking requirements before installing Gallery ...
fa_ir: نیازمندی ها را قبل از نصب بررسی نمایید

source: Your app/webroot/files folder isn't writable
fa_ir: پوشه webroot/files اجازه نوشتن ندارد

source: Your files folder is writable.
fa_ir: فایلهای پوشه شما نوشتنی است.

source: Your app/Plugin/Gallery/Config folder isn't writable
fa_ir: فایل gallery/Config نوشتنی نیست

source: Your config folder is writable.
fa_ir: تنظیمات شما نوشتنی است.

source: You need to connect a database before continue.
fa_ir: شما نیاز دارید که اتصال به دیتابیس را قبل از ادامه برقرار کنید.

source: Your database is connected.
fa_ir: دیتابیس شما متصل شده است.

source: Configure my workflow now!
fa_ir: گردش کار ما هم اکنون تنظیم کن.

source: Please, fix all the items above to continue
fa_ir: لطفا تمام ایتم های بالا را کامل کنید تا بتوانید ادامه دهید.

source: We will create a config file and create 2 tables in your database.
fa_ir: ما هم اکنون فایل تنظیمات شما را به همراه دو جدول در دیتابیس ایجاد می کنیم.

source: Croogo
fa_ir: کروگو
