Repository: mohammadsaleh/Gallery
Catalog: Locale/*.po
Languages: fa_ir

source: Submit
fa_ir: تایید

source: Title cannot be empty.
fa_ir: عنوان نمیتواند خالی باشد

source: This alias has already been taken.
fa_ir: آلیاس قبلا گرفته شده است

source: Alias cannot be empty.
fa_ir: آلیاس نمی تواند خالی باشد

source: This field cannot be left blank.
fa_ir: این فیلد نمی تواند خالی رها شود

source: Please enter a valid email address.
fa_ir: لطفا یک ایمیل معتبر وارد کنید

source: Please provide a valid email address.
fa_ir: لطفا یک ایمیل معتبر وارد کنید.

source: This slug has already been taken.
fa_ir: این شعار قبلا گرفته شده است

source: Slug cannot be empty.
fa_ir: شعار نمی تواند خالی باشد

source: A title is required.
fa_ir: یک عنوان مورد نیاز است

source: The album ID is required
fa_ir: آی دی آلبوم مورد نیاز است

source: The SIZE is required
fa_ir: سایز عکس باید مشخص باشد

source: The PATH is required
fa_ir: مسیر مورد نیاز است

source: Link cannot be empty.
fa_ir: لینک نمی تواند خالی باشد

source: This key has already been taken.
fa_ir: این کلید قبلا گرفته شده است

source: Key cannot be empty.
fa_ir: کلید نمیتواند خالی باشد

source: This field must be alphanumeric
fa_ir: این فیلد باید شامل حروف و اعداد باشد

source: The username has already been taken.
fa_ir: این نام کاربری قبلا گرفته شده است

source: Email address already in use.
fa_ir: این آدرس ایمیل قبلا ثبت شده است

source: Passwords must be at least 6 characters long.
fa_ir: پسورد حداقل باید 6 کاراکتر باشد

source: This field must be a valid URL
fa_ir: آدرس خود را بدرستی وارد کنید
